{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "\\": 59,
      "^": 60,
      "_": 61,
      "`": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "{": 89,
      "|": 90,
      "}": 91,
      "~": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "¡": 118,
      "¢": 119,
      "£": 120,
      "¤": 121,
      "¥": 122,
      "¦": 123,
      "§": 124,
      "¨": 125,
      "©": 126,
      "ª": 127,
      "«": 128,
      "¬": 129,
      "­": 130,
      "®": 131,
      "¯": 132,
      "°": 133,
      "±": 134,
      "²": 135,
      "³": 136,
      "´": 137,
      "µ": 138,
      "¶": 139,
      "·": 140,
      "¸": 141,
      "¹": 142,
      "º": 143,
      "»": 144,
      "¼": 145,
      "½": 146,
      "¾": 147,
      "¿": 148,
      "À": 149,
      "Á": 150,
      "Â": 151,
      "Ã": 152,
      "Ä": 153,
      "Å": 154,
      "Æ": 155,
      "Ç": 156,
      "È": 157,
      "É": 158,
      "Ê": 159,
      "Ë": 160,
      "Ì": 161,
      "Í": 162,
      "Î": 163,
      "Ï": 164,
      "Ð": 165,
      "Ñ": 166,
      "Ò": 167,
      "Ó": 168,
      "Ô": 169,
      "Õ": 170,
      "Ö": 171,
      "×": 172,
      "Ø": 173,
      "Ù": 174,
      "Ú": 175,
      "Û": 176,
      "Ü": 177,
      "Ý": 178,
      "Þ": 179,
      "ß": 180,
      "à": 181,
      "á": 182,
      "â": 183,
      "ã": 184,
      "ä": 185,
      "å": 186,
      "æ": 187,
      "ç": 188,
      "è": 189,
      "é": 190,
      "ê": 191,
      "ë": 192,
      "ì": 193,
      "í": 194,
      "î": 195,
      "ï": 196,
      "ð": 197,
      "ñ": 198,
      "ò": 199,
      "ó": 200,
      "ô": 201,
      "õ": 202,
      "ö": 203,
      "÷": 204,
      "ø": 205,
      "ù": 206,
      "ú": 207,
      "û": 208,
      "ü": 209,
      "ý": 210,
      "þ": 211,
      "ÿ": 212,
      "Ā": 213,
      "ā": 214,
      "Ă": 215,
      "ă": 216,
      "Ą": 217,
      "ą": 218,
      "Ć": 219,
      "ć": 220,
      "Ĉ": 221,
      "ĉ": 222,
      "Ċ": 223,
      "ċ": 224,
      "Č": 225,
      "č": 226,
      "Ď": 227,
      "ď": 228,
      "Đ": 229,
      "đ": 230,
      "Ē": 231,
      "ē": 232,
      "Ĕ": 233,
      "ĕ": 234,
      "Ė": 235,
      "ė": 236,
      "Ę": 237,
      "ę": 238,
      "Ě": 239,
      "ě": 240,
      "Ĝ": 241,
      "ĝ": 242,
      "Ğ": 243,
      "ğ": 244,
      "Ġ": 245,
      "ġ": 246,
      "Ģ": 247,
      "ģ": 248,
      "Ĥ": 249,
      "ĥ": 250,
      "Ħ": 251,
      "ħ": 252,
      "Ĩ": 253,
      "ĩ": 254,
      "Ī": 255,
      "ī": 256,
      "Ĭ": 257,
      "ĭ": 258,
      "Į": 259,
      "į": 260,
      "İ": 261,
      "ı": 262,
      "Ĳ": 263,
      "ĳ": 264,
      "Ĵ": 265,
      "ĵ": 266,
      "Ķ": 267,
      "ķ": 268,
      "ĸ": 269,
      "Ĺ": 270,
      "ĺ": 271,
      "Ļ": 272,
      "ļ": 273,
      "Ľ": 274,
      "ľ": 275,
      "Ŀ": 276,
      "ŀ": 277,
      "Ł": 278,
      "ł": 279,
      "Ń": 280,
      "ń": 281,
      "Ņ": 282,
      "ņ": 283,
      "Ň": 284,
      "ň": 285,
      "ŉ": 286,
      "Ŋ": 287,
      "ŋ": 288,
      "Ō": 289,
      "ō": 290,
      "Ŏ": 291,
      "ŏ": 292,
      "Ő": 293,
      "ő": 294,
      "Œ": 295,
      "œ": 296,
      "Ŕ": 297,
      "ŕ": 298,
      "Ŗ": 299,
      "ŗ": 300,
      "Ř": 301,
      "ř": 302,
      "Ś": 303,
      "ś": 304,
      "Ŝ": 305,
      "ŝ": 306,
      "Ş": 307,
      "ş": 308,
      "Š": 309,
      "š": 310,
      "Ţ": 311,
      "ţ": 312,
      "Ť": 313,
      "ť": 314,
      "Ŧ": 315,
      "ŧ": 316,
      "Ũ": 317,
      "ũ": 318,
      "Ū": 319,
      "ū": 320,
      "Ŭ": 321,
      "ŭ": 322,
      "Ů": 323,
      "ů": 324,
      "Ű": 325,
      "ű": 326,
      "Ų": 327,
      "ų": 328,
      "Ŵ": 329,
      "ŵ": 330,
      "Ŷ": 331,
      "ŷ": 332,
      "Ÿ": 333,
      "Ź": 334,
      "ź": 335,
      "Ż": 336,
      "ż": 337,
      "Ž": 338,
      "ž": 339,
      "ſ": 340,
      "ƀ": 341,
      "Ɓ": 342,
      "Ƃ": 343,
      "ƃ": 344,
      "Ƅ": 345,
      "ƅ": 346,
      "Ɔ": 347,
      "Ƈ": 348,
      "ƈ": 349,
      "Ɖ": 350,
      "Ɗ": 351,
      "Ƌ": 352,
      "ƌ": 353,
      "Ǝ": 354,
      "Ə": 355,
      "Ɛ": 356,
      "Ƒ": 357,
      "ƒ": 358,
      "Ɠ": 359,
      "Ɣ": 360,
      "ƕ": 361,
      "Ɩ": 362,
      "Ɨ": 363,
      "ƙ": 364,
      "ƚ": 365,
      "ƛ": 366,
      "Ɯ": 367,
      "Ɲ": 368,
      "ƞ": 369,
      "Ɵ": 370,
      "Ơ": 371,
      "ơ": 372,
      "Ƣ": 373,
      "ƣ": 374,
      "Ƥ": 375,
      "ƥ": 376,
      "Ƨ": 377,
      "ƨ": 378,
      "ƫ": 379,
      "Ƭ": 380,
      "ƭ": 381,
      "Ư": 382,
      "ư": 383,
      "Ʊ": 384,
      "Ʋ": 385,
      "Ƴ": 386,
      "ƴ": 387,
      "Ƶ": 388,
      "ƶ": 389,
      "Ʒ": 390,
      "ƹ": 391,
      "Ƽ": 392,
      "ƽ": 393,
      "ƿ": 394,
      "ǀ": 395,
      "ǁ": 396,
      "ǂ": 397,
      "ǃ": 398,
      "Ǆ": 399,
      "ǅ": 400,
      "ǆ": 401,
      "ǈ": 402,
      "ǉ": 403,
      "ǋ": 404,
      "ǌ": 405,
      "Ǎ": 406,
      "ǎ": 407,
      "Ǐ": 408,
      "ǐ": 409,
      "Ǒ": 410,
      "ǒ": 411,
      "Ǔ": 412,
      "ǔ": 413,
      "Ǖ": 414,
      "ǖ": 415,
      "Ǘ": 416,
      "ǘ": 417,
      "Ǚ": 418,
      "ǚ": 419,
      "Ǜ": 420,
      "ǜ": 421,
      "ǝ": 422,
      "Ǟ": 423,
      "ǟ": 424,
      "ǣ": 425,
      "ǥ": 426,
      "Ǧ": 427,
      "ǧ": 428,
      "Ǩ": 429,
      "ǩ": 430,
      "Ǫ": 431,
      "ǫ": 432,
      "ǭ": 433,
      "Ǯ": 434,
      "ǯ": 435,
      "ǰ": 436,
      "Ǳ": 437,
      "ǲ": 438,
      "ǳ": 439,
      "Ǵ": 440,
      "ǵ": 441,
      "Ƿ": 442,
      "Ǻ": 443,
      "Ǽ": 444,
      "ǽ": 445,
      "Ǿ": 446,
      "ǿ": 447,
      "ȁ": 448,
      "ȃ": 449,
      "ȅ": 450,
      "ȇ": 451,
      "ȉ": 452,
      "ȋ": 453,
      "Ȍ": 454,
      "ȍ": 455,
      "ȏ": 456,
      "ȕ": 457,
      "ȗ": 458,
      "Ș": 459,
      "ș": 460,
      "Ț": 461,
      "ț": 462,
      "ȝ": 463,
      "Ȟ": 464,
      "ȟ": 465,
      "Ƞ": 466,
      "Ȣ": 467,
      "ȣ": 468,
      "Ȥ": 469,
      "ȥ": 470,
      "ȧ": 471,
      "ȩ": 472,
      "Ȫ": 473,
      "ȫ": 474,
      "Ȭ": 475,
      "ȭ": 476,
      "Ȯ": 477,
      "ȯ": 478,
      "Ȱ": 479,
      "ȱ": 480,
      "Ȳ": 481,
      "ȳ": 482,
      "ȵ": 483,
      "ȷ": 484,
      "Ⱥ": 485,
      "Ȼ": 486,
      "ȼ": 487,
      "Ɂ": 488,
      "ɂ": 489,
      "Ƀ": 490,
      "Ʉ": 491,
      "Ʌ": 492,
      "Ɍ": 493,
      "ɍ": 494,
      "ɐ": 495,
      "ɑ": 496,
      "ɒ": 497,
      "ɓ": 498,
      "ɔ": 499,
      "ɕ": 500,
      "ɖ": 501,
      "ɗ": 502,
      "ɘ": 503,
      "ə": 504,
      "ɚ": 505,
      "ɛ": 506,
      "ɜ": 507,
      "ɝ": 508,
      "ɞ": 509,
      "ɟ": 510,
      "ɠ": 511,
      "ɡ": 512,
      "ɢ": 513,
      "ɣ": 514,
      "ɤ": 515,
      "ɥ": 516,
      "ɦ": 517,
      "ɧ": 518,
      "ɨ": 519,
      "ɩ": 520,
      "ɪ": 521,
      "ɫ": 522,
      "ɬ": 523,
      "ɭ": 524,
      "ɮ": 525,
      "ɯ": 526,
      "ɰ": 527,
      "ɱ": 528,
      "ɲ": 529,
      "ɳ": 530,
      "ɴ": 531,
      "ɵ": 532,
      "ɶ": 533,
      "ɷ": 534,
      "ɸ": 535,
      "ɹ": 536,
      "ɺ": 537,
      "ɻ": 538,
      "ɽ": 539,
      "ɾ": 540,
      "ɿ": 541,
      "ʀ": 542,
      "ʁ": 543,
      "ʂ": 544,
      "ʃ": 545,
      "ʄ": 546,
      "ʅ": 547,
      "ʆ": 548,
      "ʇ": 549,
      "ʈ": 550,
      "ʉ": 551,
      "ʊ": 552,
      "ʋ": 553,
      "ʌ": 554,
      "ʍ": 555,
      "ʎ": 556,
      "ʏ": 557,
      "ʐ": 558,
      "ʑ": 559,
      "ʒ": 560,
      "ʓ": 561,
      "ʔ": 562,
      "ʕ": 563,
      "ʘ": 564,
      "ʙ": 565,
      "ʛ": 566,
      "ʜ": 567,
      "ʝ": 568,
      "ʟ": 569,
      "ʡ": 570,
      "ʢ": 571,
      "ʣ": 572,
      "ʤ": 573,
      "ʥ": 574,
      "ʦ": 575,
      "ʧ": 576,
      "ʨ": 577,
      "ʰ": 578,
      "ʱ": 579,
      "ʲ": 580,
      "ʳ": 581,
      "ʴ": 582,
      "ʵ": 583,
      "ʶ": 584,
      "ʷ": 585,
      "ʸ": 586,
      "ʹ": 587,
      "ʺ": 588,
      "ʻ": 589,
      "ʼ": 590,
      "ʽ": 591,
      "ʾ": 592,
      "ʿ": 593,
      "ˀ": 594,
      "ˁ": 595,
      "˂": 596,
      "˃": 597,
      "˄": 598,
      "˅": 599,
      "ˆ": 600,
      "ˇ": 601,
      "ˈ": 602,
      "ˉ": 603,
      "ˊ": 604,
      "ˋ": 605,
      "ˌ": 606,
      "ˎ": 607,
      "ˏ": 608,
      "ː": 609,
      "ˑ": 610,
      "˔": 611,
      "˕": 612,
      "˗": 613,
      "˘": 614,
      "˙": 615,
      "˚": 616,
      "˛": 617,
      "˜": 618,
      "˝": 619,
      "˞": 620,
      "ˠ": 621,
      "ˡ": 622,
      "ˢ": 623,
      "ˣ": 624,
      "ˤ": 625,
      "˥": 626,
      "˦": 627,
      "˧": 628,
      "˨": 629,
      "˩": 630,
      "ˮ": 631,
      "˳": 632,
      "˺": 633,
      "̀": 634,
      "́": 635,
      "̂": 636,
      "̃": 637,
      "̄": 638,
      "̅": 639,
      "̆": 640,
      "̇": 641,
      "̈": 642,
      "̉": 643,
      "̊": 644,
      "̋": 645,
      "̌": 646,
      "̍": 647,
      "̏": 648,
      "̐": 649,
      "̑": 650,
      "̒": 651,
      "̓": 652,
      "̔": 653,
      "̕": 654,
      "̖": 655,
      "̗": 656,
      "̙": 657,
      "̚": 658,
      "̛": 659,
      "̜": 660,
      "̝": 661,
      "̞": 662,
      "̟": 663,
      "̠": 664,
      "̡": 665,
      "̢": 666,
      "̣": 667,
      "̤": 668,
      "̥": 669,
      "̦": 670,
      "̧": 671,
      "̨": 672,
      "̩": 673,
      "̪": 674,
      "̬": 675,
      "̭": 676,
      "̮": 677,
      "̯": 678,
      "̰": 679,
      "̱": 680,
      "̲": 681,
      "̴": 682,
      "̵": 683,
      "̶": 684,
      "̷": 685,
      "̸": 686,
      "̹": 687,
      "̺": 688,
      "̻": 689,
      "̼": 690,
      "̽": 691,
      "̾": 692,
      "͂": 693,
      "ͅ": 694,
      "͈": 695,
      "͉": 696,
      "͊": 697,
      "͋": 698,
      "͍": 699,
      "͎": 700,
      "͏": 701,
      "͐": 702,
      "͑": 703,
      "͓": 704,
      "͔": 705,
      "͕": 706,
      "͗": 707,
      "͘": 708,
      "͙": 709,
      "͛": 710,
      "͜": 711,
      "͞": 712,
      "͟": 713,
      "͠": 714,
      "͡": 715,
      "ͣ": 716,
      "ͤ": 717,
      "ͥ": 718,
      "ͦ": 719,
      "ͧ": 720,
      "ͨ": 721,
      "ͩ": 722,
      "ͪ": 723,
      "ͫ": 724,
      "ͬ": 725,
      "ͭ": 726,
      "ͮ": 727,
      "ͯ": 728,
      "Ͱ": 729,
      "ͱ": 730,
      "Ͳ": 731,
      "ͳ": 732,
      "͵": 733,
      "΄": 734,
      "Ά": 735,
      "Έ": 736,
      "Ή": 737,
      "Ί": 738,
      "Ό": 739,
      "Ύ": 740,
      "Ώ": 741,
      "ΐ": 742,
      "Α": 743,
      "Β": 744,
      "Γ": 745,
      "Δ": 746,
      "Ε": 747,
      "Ζ": 748,
      "Η": 749,
      "Θ": 750,
      "Ι": 751,
      "Κ": 752,
      "Λ": 753,
      "Μ": 754,
      "Ν": 755,
      "Ξ": 756,
      "Ο": 757,
      "Π": 758,
      "Ρ": 759,
      "Σ": 760,
      "Τ": 761,
      "Υ": 762,
      "Φ": 763,
      "Χ": 764,
      "Ψ": 765,
      "Ω": 766,
      "Ϊ": 767,
      "ά": 768,
      "έ": 769,
      "ή": 770,
      "ί": 771,
      "ΰ": 772,
      "α": 773,
      "β": 774,
      "γ": 775,
      "δ": 776,
      "ε": 777,
      "ζ": 778,
      "η": 779,
      "θ": 780,
      "ι": 781,
      "κ": 782,
      "λ": 783,
      "μ": 784,
      "ν": 785,
      "ξ": 786,
      "ο": 787,
      "π": 788,
      "ρ": 789,
      "ς": 790,
      "σ": 791,
      "τ": 792,
      "υ": 793,
      "φ": 794,
      "χ": 795,
      "ψ": 796,
      "ω": 797,
      "ϊ": 798,
      "ϋ": 799,
      "ό": 800,
      "ύ": 801,
      "ώ": 802,
      "ϐ": 803,
      "ϑ": 804,
      "ϒ": 805,
      "ϕ": 806,
      "ϖ": 807,
      "ϗ": 808,
      "Ϙ": 809,
      "ϙ": 810,
      "Ϛ": 811,
      "ϛ": 812,
      "Ϝ": 813,
      "ϝ": 814,
      "Ϟ": 815,
      "ϟ": 816,
      "Ϡ": 817,
      "ϡ": 818,
      "Ϣ": 819,
      "ϣ": 820,
      "ϥ": 821,
      "ϩ": 822,
      "Ϫ": 823,
      "ϫ": 824,
      "ϭ": 825,
      "ϯ": 826,
      "ϰ": 827,
      "ϱ": 828,
      "ϲ": 829,
      "ϳ": 830,
      "ϵ": 831,
      "Ϸ": 832,
      "ϸ": 833,
      "Ϲ": 834,
      "Ϻ": 835,
      "ϻ": 836,
      "Ͻ": 837,
      "Ѐ": 838,
      "Ё": 839,
      "Ђ": 840,
      "Ѓ": 841,
      "Є": 842,
      "Ѕ": 843,
      "І": 844,
      "Ї": 845,
      "Ј": 846,
      "Љ": 847,
      "Њ": 848,
      "Ћ": 849,
      "Ќ": 850,
      "Ѝ": 851,
      "Ў": 852,
      "Џ": 853,
      "А": 854,
      "Б": 855,
      "В": 856,
      "Г": 857,
      "Д": 858,
      "Е": 859,
      "Ж": 860,
      "З": 861,
      "И": 862,
      "Й": 863,
      "К": 864,
      "Л": 865,
      "М": 866,
      "Н": 867,
      "О": 868,
      "П": 869,
      "Р": 870,
      "С": 871,
      "Т": 872,
      "У": 873,
      "Ф": 874,
      "Х": 875,
      "Ц": 876,
      "Ч": 877,
      "Ш": 878,
      "Щ": 879,
      "Ъ": 880,
      "Ы": 881,
      "Ь": 882,
      "Э": 883,
      "Ю": 884,
      "Я": 885,
      "а": 886,
      "б": 887,
      "в": 888,
      "г": 889,
      "д": 890,
      "е": 891,
      "ж": 892,
      "з": 893,
      "и": 894,
      "й": 895,
      "к": 896,
      "л": 897,
      "м": 898,
      "н": 899,
      "о": 900,
      "п": 901,
      "р": 902,
      "с": 903,
      "т": 904,
      "у": 905,
      "ф": 906,
      "х": 907,
      "ц": 908,
      "ч": 909,
      "ш": 910,
      "щ": 911,
      "ъ": 912,
      "ы": 913,
      "ь": 914,
      "э": 915,
      "ю": 916,
      "я": 917,
      "ѐ": 918,
      "ё": 919,
      "ђ": 920,
      "ѓ": 921,
      "є": 922,
      "ѕ": 923,
      "і": 924,
      "ї": 925,
      "ј": 926,
      "љ": 927,
      "њ": 928,
      "ћ": 929,
      "ќ": 930,
      "ѝ": 931,
      "ў": 932,
      "џ": 933,
      "Ѡ": 934,
      "ѡ": 935,
      "Ѣ": 936,
      "ѣ": 937,
      "Ѥ": 938,
      "ѥ": 939,
      "Ѧ": 940,
      "ѧ": 941,
      "Ѩ": 942,
      "ѩ": 943,
      "Ѫ": 944,
      "ѫ": 945,
      "Ѭ": 946,
      "ѭ": 947,
      "Ѯ": 948,
      "ѯ": 949,
      "Ѱ": 950,
      "ѱ": 951,
      "Ѳ": 952,
      "ѳ": 953,
      "Ѵ": 954,
      "ѵ": 955,
      "Ѷ": 956,
      "ѷ": 957,
      "Ѹ": 958,
      "ѹ": 959,
      "Ѻ": 960,
      "ѻ": 961,
      "Ѽ": 962,
      "Ѿ": 963,
      "ѿ": 964,
      "Ҁ": 965,
      "ҁ": 966,
      "҂": 967,
      "҃": 968,
      "҄": 969,
      "҆": 970,
      "҇": 971,
      "Ҋ": 972,
      "ҋ": 973,
      "Ҍ": 974,
      "ҍ": 975,
      "Ҏ": 976,
      "ҏ": 977,
      "Ґ": 978,
      "ґ": 979,
      "Ғ": 980,
      "ғ": 981,
      "Ҕ": 982,
      "ҕ": 983,
      "Җ": 984,
      "җ": 985,
      "Ҙ": 986,
      "ҙ": 987,
      "Қ": 988,
      "қ": 989,
      "Ҝ": 990,
      "ҝ": 991,
      "Ҟ": 992,
      "ҟ": 993,
      "Ҡ": 994,
      "ҡ": 995,
      "Ң": 996,
      "ң": 997,
      "Ҥ": 998,
      "ҥ": 999,
      "Ҧ": 1000,
      "ҧ": 1001,
      "Ҩ": 1002,
      "ҩ": 1003,
      "Ҫ": 1004,
      "ҫ": 1005,
      "Ҭ": 1006,
      "ҭ": 1007,
      "Ү": 1008,
      "ү": 1009,
      "Ұ": 1010,
      "ұ": 1011,
      "Ҳ": 1012,
      "ҳ": 1013,
      "Ҵ": 1014,
      "ҵ": 1015,
      "Ҷ": 1016,
      "ҷ": 1017,
      "Ҹ": 1018,
      "ҹ": 1019,
      "Һ": 1020,
      "һ": 1021,
      "Ҽ": 1022,
      "ҽ": 1023,
      "Ҿ": 1024,
      "ҿ": 1025,
      "Ӏ": 1026,
      "Ӂ": 1027,
      "ӂ": 1028,
      "Ӄ": 1029,
      "ӄ": 1030,
      "Ӆ": 1031,
      "ӆ": 1032,
      "Ӈ": 1033,
      "ӈ": 1034,
      "Ӊ": 1035,
      "ӊ": 1036,
      "Ӌ": 1037,
      "ӌ": 1038,
      "Ӎ": 1039,
      "ӎ": 1040,
      "ӏ": 1041,
      "Ӑ": 1042,
      "ӑ": 1043,
      "Ӓ": 1044,
      "ӓ": 1045,
      "Ӕ": 1046,
      "ӕ": 1047,
      "Ӗ": 1048,
      "ӗ": 1049,
      "Ә": 1050,
      "ә": 1051,
      "Ӛ": 1052,
      "ӛ": 1053,
      "Ӝ": 1054,
      "ӝ": 1055,
      "Ӟ": 1056,
      "ӟ": 1057,
      "Ӡ": 1058,
      "ӡ": 1059,
      "Ӣ": 1060,
      "ӣ": 1061,
      "Ӥ": 1062,
      "ӥ": 1063,
      "Ӧ": 1064,
      "ӧ": 1065,
      "Ө": 1066,
      "ө": 1067,
      "Ӫ": 1068,
      "ӫ": 1069,
      "Ӭ": 1070,
      "ӭ": 1071,
      "Ӯ": 1072,
      "ӯ": 1073,
      "Ӱ": 1074,
      "ӱ": 1075,
      "Ӳ": 1076,
      "ӳ": 1077,
      "Ӵ": 1078,
      "ӵ": 1079,
      "Ӷ": 1080,
      "ӷ": 1081,
      "Ӹ": 1082,
      "ӹ": 1083,
      "Ӻ": 1084,
      "ӻ": 1085,
      "Ӽ": 1086,
      "ӽ": 1087,
      "Ӿ": 1088,
      "ӿ": 1089,
      "Ԃ": 1090,
      "ԃ": 1091,
      "Ԅ": 1092,
      "ԅ": 1093,
      "Ԇ": 1094,
      "ԇ": 1095,
      "Ԍ": 1096,
      "ԍ": 1097,
      "Ԏ": 1098,
      "Ԑ": 1099,
      "Ԓ": 1100,
      "ԓ": 1101,
      "Ԕ": 1102,
      "ԕ": 1103,
      "Ԗ": 1104,
      "ԗ": 1105,
      "Ԙ": 1106,
      "ԙ": 1107,
      "Ԛ": 1108,
      "ԛ": 1109,
      "Ԝ": 1110,
      "ԝ": 1111,
      "Ԥ": 1112,
      "ԥ": 1113,
      "Ա": 1114,
      "Բ": 1115,
      "Գ": 1116,
      "Դ": 1117,
      "Ե": 1118,
      "Զ": 1119,
      "Է": 1120,
      "Ը": 1121,
      "Թ": 1122,
      "Ժ": 1123,
      "Ի": 1124,
      "Լ": 1125,
      "Խ": 1126,
      "Ծ": 1127,
      "Կ": 1128,
      "Հ": 1129,
      "Ձ": 1130,
      "Ղ": 1131,
      "Ճ": 1132,
      "Մ": 1133,
      "Յ": 1134,
      "Ն": 1135,
      "Շ": 1136,
      "Ո": 1137,
      "Չ": 1138,
      "Պ": 1139,
      "Ջ": 1140,
      "Ռ": 1141,
      "Ս": 1142,
      "Վ": 1143,
      "Տ": 1144,
      "Ր": 1145,
      "Ց": 1146,
      "Ւ": 1147,
      "Փ": 1148,
      "Ք": 1149,
      "Օ": 1150,
      "Ֆ": 1151,
      "ՙ": 1152,
      "՚": 1153,
      "՝": 1154,
      "՞": 1155,
      "ա": 1156,
      "բ": 1157,
      "գ": 1158,
      "դ": 1159,
      "ե": 1160,
      "զ": 1161,
      "է": 1162,
      "ը": 1163,
      "թ": 1164,
      "ժ": 1165,
      "ի": 1166,
      "լ": 1167,
      "խ": 1168,
      "ծ": 1169,
      "կ": 1170,
      "հ": 1171,
      "ձ": 1172,
      "ղ": 1173,
      "ճ": 1174,
      "մ": 1175,
      "յ": 1176,
      "ն": 1177,
      "շ": 1178,
      "ո": 1179,
      "չ": 1180,
      "պ": 1181,
      "ջ": 1182,
      "ռ": 1183,
      "ս": 1184,
      "վ": 1185,
      "տ": 1186,
      "ր": 1187,
      "ց": 1188,
      "ւ": 1189,
      "փ": 1190,
      "ք": 1191,
      "օ": 1192,
      "ֆ": 1193,
      "և": 1194,
      "։": 1195,
      "֊": 1196,
      "֏": 1197,
      "֑": 1198,
      "֔": 1199,
      "֖": 1200,
      "֗": 1201,
      "֘": 1202,
      "֙": 1203,
      "֛": 1204,
      "֜": 1205,
      "֝": 1206,
      "֣": 1207,
      "֥": 1208,
      "֧": 1209,
      "֨": 1210,
      "֪": 1211,
      "֫": 1212,
      "֭": 1213,
      "ְ": 1214,
      "ֱ": 1215,
      "ֲ": 1216,
      "ֳ": 1217,
      "ִ": 1218,
      "ֵ": 1219,
      "ֶ": 1220,
      "ַ": 1221,
      "ָ": 1222,
      "ֹ": 1223,
      "ֺ": 1224,
      "ֻ": 1225,
      "ּ": 1226,
      "ֽ": 1227,
      "־": 1228,
      "ֿ": 1229,
      "׀": 1230,
      "ׁ": 1231,
      "ׂ": 1232,
      "׃": 1233,
      "א": 1234,
      "ב": 1235,
      "ג": 1236,
      "ד": 1237,
      "ה": 1238,
      "ו": 1239,
      "ז": 1240,
      "ח": 1241,
      "ט": 1242,
      "י": 1243,
      "ך": 1244,
      "כ": 1245,
      "ל": 1246,
      "ם": 1247,
      "מ": 1248,
      "ן": 1249,
      "נ": 1250,
      "ס": 1251,
      "ע": 1252,
      "ף": 1253,
      "פ": 1254,
      "ץ": 1255,
      "צ": 1256,
      "ק": 1257,
      "ר": 1258,
      "ש": 1259,
      "ת": 1260,
      "װ": 1261,
      "ױ": 1262,
      "ײ": 1263,
      "׳": 1264,
      "״": 1265,
      "؋": 1266,
      "،": 1267,
      "ؑ": 1268,
      "ؕ": 1269,
      "ؘ": 1270,
      "؛": 1271,
      "؟": 1272,
      "ء": 1273,
      "آ": 1274,
      "أ": 1275,
      "ؤ": 1276,
      "إ": 1277,
      "ئ": 1278,
      "ا": 1279,
      "ب": 1280,
      "ة": 1281,
      "ت": 1282,
      "ث": 1283,
      "ج": 1284,
      "ح": 1285,
      "خ": 1286,
      "د": 1287,
      "ذ": 1288,
      "ر": 1289,
      "ز": 1290,
      "س": 1291,
      "ش": 1292,
      "ص": 1293,
      "ض": 1294,
      "ط": 1295,
      "ظ": 1296,
      "ع": 1297,
      "غ": 1298,
      "ـ": 1299,
      "ف": 1300,
      "ق": 1301,
      "ك": 1302,
      "ل": 1303,
      "م": 1304,
      "ن": 1305,
      "ه": 1306,
      "و": 1307,
      "ى": 1308,
      "ي": 1309,
      "ً": 1310,
      "ٌ": 1311,
      "ٍ": 1312,
      "َ": 1313,
      "ُ": 1314,
      "ِ": 1315,
      "ّ": 1316,
      "ْ": 1317,
      "ٔ": 1318,
      "ٖ": 1319,
      "ٗ": 1320,
      "ٚ": 1321,
      "ٜ": 1322,
      "ٞ": 1323,
      "٠": 1324,
      "١": 1325,
      "٢": 1326,
      "٣": 1327,
      "٤": 1328,
      "٥": 1329,
      "٦": 1330,
      "٧": 1331,
      "٨": 1332,
      "٩": 1333,
      "٪": 1334,
      "٫": 1335,
      "٬": 1336,
      "٭": 1337,
      "ٯ": 1338,
      "ٰ": 1339,
      "ٱ": 1340,
      "ٲ": 1341,
      "ٴ": 1342,
      "ٸ": 1343,
      "ٹ": 1344,
      "ٺ": 1345,
      "ٻ": 1346,
      "ټ": 1347,
      "ٽ": 1348,
      "پ": 1349,
      "ٿ": 1350,
      "ڀ": 1351,
      "ځ": 1352,
      "ڃ": 1353,
      "ڄ": 1354,
      "څ": 1355,
      "چ": 1356,
      "ڇ": 1357,
      "ڈ": 1358,
      "ډ": 1359,
      "ڊ": 1360,
      "ڌ": 1361,
      "ڍ": 1362,
      "ڎ": 1363,
      "ڏ": 1364,
      "ڑ": 1365,
      "ړ": 1366,
      "ڕ": 1367,
      "ږ": 1368,
      "ڗ": 1369,
      "ژ": 1370,
      "ڙ": 1371,
      "ښ": 1372,
      "ڛ": 1373,
      "ڜ": 1374,
      "ڝ": 1375,
      "ڞ": 1376,
      "ڟ": 1377,
      "ڠ": 1378,
      "ڢ": 1379,
      "ڤ": 1380,
      "ڥ": 1381,
      "ڦ": 1382,
      "ڨ": 1383,
      "ک": 1384,
      "ڪ": 1385,
      "ګ": 1386,
      "ڬ": 1387,
      "ڭ": 1388,
      "ڮ": 1389,
      "گ": 1390,
      "ڱ": 1391,
      "ڲ": 1392,
      "ڳ": 1393,
      "ڴ": 1394,
      "ڸ": 1395,
      "ں": 1396,
      "ڻ": 1397,
      "ڼ": 1398,
      "ڽ": 1399,
      "ھ": 1400,
      "ۀ": 1401,
      "ہ": 1402,
      "ۂ": 1403,
      "ۃ": 1404,
      "ۅ": 1405,
      "ۆ": 1406,
      "ۇ": 1407,
      "ۈ": 1408,
      "ۉ": 1409,
      "ۊ": 1410,
      "ۋ": 1411,
      "ی": 1412,
      "ۏ": 1413,
      "ې": 1414,
      "ۑ": 1415,
      "ے": 1416,
      "ۓ": 1417,
      "۔": 1418,
      "ە": 1419,
      "ۙ": 1420,
      "۝": 1421,
      "۞": 1422,
      "ۡ": 1423,
      "ۥ": 1424,
      "۩": 1425,
      "ۯ": 1426,
      "۰": 1427,
      "۱": 1428,
      "۲": 1429,
      "۳": 1430,
      "۴": 1431,
      "۵": 1432,
      "۶": 1433,
      "۷": 1434,
      "۸": 1435,
      "۹": 1436,
      "܀": 1437,
      "ܐ": 1438,
      "ܒ": 1439,
      "ܓ": 1440,
      "ܕ": 1441,
      "ܖ": 1442,
      "ܗ": 1443,
      "ܘ": 1444,
      "ܙ": 1445,
      "ܚ": 1446,
      "ܛ": 1447,
      "ܝ": 1448,
      "ܟ": 1449,
      "ܠ": 1450,
      "ܡ": 1451,
      "ܢ": 1452,
      "ܣ": 1453,
      "ܤ": 1454,
      "ܥ": 1455,
      "ܦ": 1456,
      "ܨ": 1457,
      "ܩ": 1458,
      "ܪ": 1459,
      "ܫ": 1460,
      "ܬ": 1461,
      "ܭ": 1462,
      "ܰ": 1463,
      "ܳ": 1464,
      "ܵ": 1465,
      "ܶ": 1466,
      "ܸ": 1467,
      "ܹ": 1468,
      "ܺ": 1469,
      "ܼ": 1470,
      "ܽ": 1471,
      "ܿ": 1472,
      "ݖ": 1473,
      "ݗ": 1474,
      "ݝ": 1475,
      "ݢ": 1476,
      "ݣ": 1477,
      "ݤ": 1478,
      "ݧ": 1479,
      "ݨ": 1480,
      "ݪ": 1481,
      "ހ": 1482,
      "ށ": 1483,
      "ނ": 1484,
      "ރ": 1485,
      "ބ": 1486,
      "ޅ": 1487,
      "ކ": 1488,
      "އ": 1489,
      "ވ": 1490,
      "މ": 1491,
      "ފ": 1492,
      "ދ": 1493,
      "ތ": 1494,
      "ލ": 1495,
      "ގ": 1496,
      "ސ": 1497,
      "ޔ": 1498,
      "ޖ": 1499,
      "ޝ": 1500,
      "ަ": 1501,
      "ާ": 1502,
      "ި": 1503,
      "ީ": 1504,
      "ު": 1505,
      "ޫ": 1506,
      "ެ": 1507,
      "ޭ": 1508,
      "ޮ": 1509,
      "ޯ": 1510,
      "ް": 1511,
      "ߊ": 1512,
      "ߋ": 1513,
      "ߌ": 1514,
      "ߍ": 1515,
      "ߎ": 1516,
      "ߏ": 1517,
      "ߐ": 1518,
      "ߒ": 1519,
      "ߓ": 1520,
      "ߔ": 1521,
      "ߕ": 1522,
      "ߖ": 1523,
      "ߗ": 1524,
      "ߘ": 1525,
      "ߙ": 1526,
      "ߚ": 1527,
      "ߛ": 1528,
      "ߜ": 1529,
      "ߝ": 1530,
      "ߞ": 1531,
      "ߟ": 1532,
      "ߡ": 1533,
      "ߢ": 1534,
      "ߣ": 1535,
      "ߤ": 1536,
      "ߥ": 1537,
      "ߦ": 1538,
      "ߴ": 1539,
      "߸": 1540,
      "ࢯ": 1541,
      "ࢰ": 1542,
      "ँ": 1543,
      "ं": 1544,
      "ः": 1545,
      "ऄ": 1546,
      "अ": 1547,
      "आ": 1548,
      "इ": 1549,
      "ई": 1550,
      "उ": 1551,
      "ऊ": 1552,
      "ऋ": 1553,
      "ऌ": 1554,
      "ऍ": 1555,
      "ऎ": 1556,
      "ए": 1557,
      "ऐ": 1558,
      "ऑ": 1559,
      "ऒ": 1560,
      "ओ": 1561,
      "औ": 1562,
      "क": 1563,
      "ख": 1564,
      "ग": 1565,
      "घ": 1566,
      "ङ": 1567,
      "च": 1568,
      "छ": 1569,
      "ज": 1570,
      "झ": 1571,
      "ञ": 1572,
      "ट": 1573,
      "ठ": 1574,
      "ड": 1575,
      "ढ": 1576,
      "ण": 1577,
      "त": 1578,
      "थ": 1579,
      "द": 1580,
      "ध": 1581,
      "न": 1582,
      "ऩ": 1583,
      "प": 1584,
      "फ": 1585,
      "ब": 1586,
      "भ": 1587,
      "म": 1588,
      "य": 1589,
      "र": 1590,
      "ऱ": 1591,
      "ल": 1592,
      "ळ": 1593,
      "ऴ": 1594,
      "व": 1595,
      "श": 1596,
      "ष": 1597,
      "स": 1598,
      "ह": 1599,
      "़": 1600,
      "ऽ": 1601,
      "ा": 1602,
      "ि": 1603,
      "ी": 1604,
      "ु": 1605,
      "ू": 1606,
      "ृ": 1607,
      "ॄ": 1608,
      "ॅ": 1609,
      "ॆ": 1610,
      "े": 1611,
      "ै": 1612,
      "ॉ": 1613,
      "ॊ": 1614,
      "ो": 1615,
      "ौ": 1616,
      "्": 1617,
      "ॐ": 1618,
      "॑": 1619,
      "॒": 1620,
      "॓": 1621,
      "॔": 1622,
      "ॠ": 1623,
      "ॡ": 1624,
      "ॢ": 1625,
      "ॣ": 1626,
      "।": 1627,
      "॥": 1628,
      "०": 1629,
      "१": 1630,
      "२": 1631,
      "३": 1632,
      "४": 1633,
      "५": 1634,
      "६": 1635,
      "७": 1636,
      "८": 1637,
      "९": 1638,
      "॰": 1639,
      "ॻ": 1640,
      "ॼ": 1641,
      "ॾ": 1642,
      "ॿ": 1643,
      "ঁ": 1644,
      "ং": 1645,
      "ঃ": 1646,
      "অ": 1647,
      "আ": 1648,
      "ই": 1649,
      "ঈ": 1650,
      "উ": 1651,
      "ঊ": 1652,
      "ঋ": 1653,
      "ঌ": 1654,
      "এ": 1655,
      "ঐ": 1656,
      "ও": 1657,
      "ঔ": 1658,
      "ক": 1659,
      "খ": 1660,
      "গ": 1661,
      "ঘ": 1662,
      "ঙ": 1663,
      "চ": 1664,
      "ছ": 1665,
      "জ": 1666,
      "ঝ": 1667,
      "ঞ": 1668,
      "ট": 1669,
      "ঠ": 1670,
      "ড": 1671,
      "ঢ": 1672,
      "ণ": 1673,
      "ত": 1674,
      "থ": 1675,
      "দ": 1676,
      "ধ": 1677,
      "ন": 1678,
      "প": 1679,
      "ফ": 1680,
      "ব": 1681,
      "ভ": 1682,
      "ম": 1683,
      "য": 1684,
      "র": 1685,
      "ল": 1686,
      "শ": 1687,
      "ষ": 1688,
      "স": 1689,
      "হ": 1690,
      "়": 1691,
      "া": 1692,
      "ি": 1693,
      "ী": 1694,
      "ু": 1695,
      "ূ": 1696,
      "ৃ": 1697,
      "ৄ": 1698,
      "ে": 1699,
      "ৈ": 1700,
      "ো": 1701,
      "ৌ": 1702,
      "্": 1703,
      "ৎ": 1704,
      "ৗ": 1705,
      "ৠ": 1706,
      "ৡ": 1707,
      "ৢ": 1708,
      "ৣ": 1709,
      "০": 1710,
      "১": 1711,
      "২": 1712,
      "৩": 1713,
      "৪": 1714,
      "৫": 1715,
      "৬": 1716,
      "৭": 1717,
      "৮": 1718,
      "৯": 1719,
      "ৰ": 1720,
      "ৱ": 1721,
      "৳": 1722,
      "ਂ": 1723,
      "ਅ": 1724,
      "ਆ": 1725,
      "ਇ": 1726,
      "ਈ": 1727,
      "ਉ": 1728,
      "ਊ": 1729,
      "ਏ": 1730,
      "ਐ": 1731,
      "ਓ": 1732,
      "ਔ": 1733,
      "ਕ": 1734,
      "ਖ": 1735,
      "ਗ": 1736,
      "ਘ": 1737,
      "ਙ": 1738,
      "ਚ": 1739,
      "ਛ": 1740,
      "ਜ": 1741,
      "ਝ": 1742,
      "ਞ": 1743,
      "ਟ": 1744,
      "ਠ": 1745,
      "ਡ": 1746,
      "ਢ": 1747,
      "ਣ": 1748,
      "ਤ": 1749,
      "ਥ": 1750,
      "ਦ": 1751,
      "ਧ": 1752,
      "ਨ": 1753,
      "ਪ": 1754,
      "ਫ": 1755,
      "ਬ": 1756,
      "ਭ": 1757,
      "ਮ": 1758,
      "ਯ": 1759,
      "ਰ": 1760,
      "ਲ": 1761,
      "ਵ": 1762,
      "ਸ": 1763,
      "ਹ": 1764,
      "਼": 1765,
      "ਾ": 1766,
      "ਿ": 1767,
      "ੀ": 1768,
      "ੁ": 1769,
      "ੂ": 1770,
      "ੇ": 1771,
      "ੈ": 1772,
      "ੋ": 1773,
      "ੌ": 1774,
      "੍": 1775,
      "ੜ": 1776,
      "੦": 1777,
      "੧": 1778,
      "੨": 1779,
      "੩": 1780,
      "੪": 1781,
      "੫": 1782,
      "੬": 1783,
      "੭": 1784,
      "੮": 1785,
      "੯": 1786,
      "ੰ": 1787,
      "ੱ": 1788,
      "ં": 1789,
      "ઃ": 1790,
      "અ": 1791,
      "આ": 1792,
      "ઇ": 1793,
      "ઈ": 1794,
      "ઉ": 1795,
      "ઊ": 1796,
      "ઋ": 1797,
      "એ": 1798,
      "ઐ": 1799,
      "ઓ": 1800,
      "ઔ": 1801,
      "ક": 1802,
      "ખ": 1803,
      "ગ": 1804,
      "ઘ": 1805,
      "ઙ": 1806,
      "ચ": 1807,
      "છ": 1808,
      "જ": 1809,
      "ઝ": 1810,
      "ઞ": 1811,
      "ટ": 1812,
      "ઠ": 1813,
      "ડ": 1814,
      "ઢ": 1815,
      "ણ": 1816,
      "ત": 1817,
      "થ": 1818,
      "દ": 1819,
      "ધ": 1820,
      "ન": 1821,
      "પ": 1822,
      "ફ": 1823,
      "બ": 1824,
      "ભ": 1825,
      "મ": 1826,
      "ય": 1827,
      "ર": 1828,
      "લ": 1829,
      "ળ": 1830,
      "વ": 1831,
      "શ": 1832,
      "ષ": 1833,
      "સ": 1834,
      "હ": 1835,
      "ા": 1836,
      "િ": 1837,
      "ી": 1838,
      "ુ": 1839,
      "ૂ": 1840,
      "ૃ": 1841,
      "ૄ": 1842,
      "ે": 1843,
      "ૈ": 1844,
      "ો": 1845,
      "ૌ": 1846,
      "્": 1847,
      "ૐ": 1848,
      "ૠ": 1849,
      "૦": 1850,
      "૧": 1851,
      "૨": 1852,
      "૩": 1853,
      "૪": 1854,
      "૫": 1855,
      "૬": 1856,
      "૭": 1857,
      "૮": 1858,
      "૯": 1859,
      "ଂ": 1860,
      "ଃ": 1861,
      "ଅ": 1862,
      "ଆ": 1863,
      "ଇ": 1864,
      "ଈ": 1865,
      "ଉ": 1866,
      "ଊ": 1867,
      "ଋ": 1868,
      "ଌ": 1869,
      "ଏ": 1870,
      "ଐ": 1871,
      "ଓ": 1872,
      "ଔ": 1873,
      "କ": 1874,
      "ଖ": 1875,
      "ଗ": 1876,
      "ଘ": 1877,
      "ଙ": 1878,
      "ଚ": 1879,
      "ଛ": 1880,
      "ଜ": 1881,
      "ଝ": 1882,
      "ଞ": 1883,
      "ଟ": 1884,
      "ଠ": 1885,
      "ଡ": 1886,
      "ଢ": 1887,
      "ଣ": 1888,
      "ତ": 1889,
      "ଥ": 1890,
      "ଦ": 1891,
      "ଧ": 1892,
      "ନ": 1893,
      "ପ": 1894,
      "ଫ": 1895,
      "ବ": 1896,
      "ଭ": 1897,
      "ମ": 1898,
      "ଯ": 1899,
      "ର": 1900,
      "ଲ": 1901,
      "ଳ": 1902,
      "ଶ": 1903,
      "ଷ": 1904,
      "ସ": 1905,
      "ହ": 1906,
      "଼": 1907,
      "ା": 1908,
      "ି": 1909,
      "ୀ": 1910,
      "ୁ": 1911,
      "ୂ": 1912,
      "ୃ": 1913,
      "େ": 1914,
      "ୈ": 1915,
      "ୋ": 1916,
      "ୌ": 1917,
      "୍": 1918,
      "ୟ": 1919,
      "ୠ": 1920,
      "ୡ": 1921,
      "୦": 1922,
      "୧": 1923,
      "୨": 1924,
      "୩": 1925,
      "୪": 1926,
      "୫": 1927,
      "୬": 1928,
      "୭": 1929,
      "୮": 1930,
      "୯": 1931,
      "ୱ": 1932,
      "ஂ": 1933,
      "ஃ": 1934,
      "அ": 1935,
      "ஆ": 1936,
      "இ": 1937,
      "ஈ": 1938,
      "உ": 1939,
      "ஊ": 1940,
      "எ": 1941,
      "ஏ": 1942,
      "ஐ": 1943,
      "ஒ": 1944,
      "ஓ": 1945,
      "ஔ": 1946,
      "க": 1947,
      "ங": 1948,
      "ச": 1949,
      "ஜ": 1950,
      "ஞ": 1951,
      "ட": 1952,
      "ண": 1953,
      "த": 1954,
      "ந": 1955,
      "ன": 1956,
      "ப": 1957,
      "ம": 1958,
      "ய": 1959,
      "ர": 1960,
      "ற": 1961,
      "ல": 1962,
      "ள": 1963,
      "ழ": 1964,
      "வ": 1965,
      "ஶ": 1966,
      "ஷ": 1967,
      "ஸ": 1968,
      "ஹ": 1969,
      "ா": 1970,
      "ி": 1971,
      "ீ": 1972,
      "ு": 1973,
      "ூ": 1974,
      "ெ": 1975,
      "ே": 1976,
      "ை": 1977,
      "ொ": 1978,
      "ோ": 1979,
      "ௌ": 1980,
      "்": 1981,
      "௦": 1982,
      "௧": 1983,
      "௨": 1984,
      "௩": 1985,
      "௪": 1986,
      "௫": 1987,
      "௬": 1988,
      "௭": 1989,
      "௮": 1990,
      "௯": 1991,
      "௰": 1992,
      "௱": 1993,
      "௲": 1994,
      "ఁ": 1995,
      "ం": 1996,
      "ః": 1997,
      "అ": 1998,
      "ఆ": 1999,
      "ఇ": 2000,
      "ఈ": 2001,
      "ఉ": 2002,
      "ఊ": 2003,
      "ఋ": 2004,
      "ఌ": 2005,
      "ఎ": 2006,
      "ఏ": 2007,
      "ఐ": 2008,
      "ఒ": 2009,
      "ఓ": 2010,
      "ఔ": 2011,
      "క": 2012,
      "ఖ": 2013,
      "గ": 2014,
      "ఘ": 2015,
      "ఙ": 2016,
      "చ": 2017,
      "ఛ": 2018,
      "జ": 2019,
      "ఝ": 2020,
      "ఞ": 2021,
      "ట": 2022,
      "ఠ": 2023,
      "డ": 2024,
      "ఢ": 2025,
      "ణ": 2026,
      "త": 2027,
      "థ": 2028,
      "ద": 2029,
      "ధ": 2030,
      "న": 2031,
      "ప": 2032,
      "ఫ": 2033,
      "బ": 2034,
      "భ": 2035,
      "మ": 2036,
      "య": 2037,
      "ర": 2038,
      "ఱ": 2039,
      "ల": 2040,
      "ళ": 2041,
      "వ": 2042,
      "శ": 2043,
      "ష": 2044,
      "స": 2045,
      "హ": 2046,
      "ా": 2047,
      "ి": 2048,
      "ీ": 2049,
      "ు": 2050,
      "ూ": 2051,
      "ృ": 2052,
      "ౄ": 2053,
      "ె": 2054,
      "ే": 2055,
      "ై": 2056,
      "ొ": 2057,
      "ో": 2058,
      "ౌ": 2059,
      "్": 2060,
      "ౠ": 2061,
      "ౡ": 2062,
      "౦": 2063,
      "౧": 2064,
      "౨": 2065,
      "౩": 2066,
      "౪": 2067,
      "౫": 2068,
      "౬": 2069,
      "౭": 2070,
      "౮": 2071,
      "౯": 2072,
      "౼": 2073,
      "ಀ": 2074,
      "ಂ": 2075,
      "ಃ": 2076,
      "ಅ": 2077,
      "ಆ": 2078,
      "ಇ": 2079,
      "ಈ": 2080,
      "ಉ": 2081,
      "ಊ": 2082,
      "ಋ": 2083,
      "ಌ": 2084,
      "ಎ": 2085,
      "ಏ": 2086,
      "ಐ": 2087,
      "ಒ": 2088,
      "ಓ": 2089,
      "ಔ": 2090,
      "ಕ": 2091,
      "ಖ": 2092,
      "ಗ": 2093,
      "ಘ": 2094,
      "ಙ": 2095,
      "ಚ": 2096,
      "ಛ": 2097,
      "ಜ": 2098,
      "ಝ": 2099,
      "ಞ": 2100,
      "ಟ": 2101,
      "ಠ": 2102,
      "ಡ": 2103,
      "ಢ": 2104,
      "ಣ": 2105,
      "ತ": 2106,
      "ಥ": 2107,
      "ದ": 2108,
      "ಧ": 2109,
      "ನ": 2110,
      "ಪ": 2111,
      "ಫ": 2112,
      "ಬ": 2113,
      "ಭ": 2114,
      "ಮ": 2115,
      "ಯ": 2116,
      "ರ": 2117,
      "ಱ": 2118,
      "ಲ": 2119,
      "ಳ": 2120,
      "ವ": 2121,
      "ಶ": 2122,
      "ಷ": 2123,
      "ಸ": 2124,
      "ಹ": 2125,
      "ಾ": 2126,
      "ಿ": 2127,
      "ೀ": 2128,
      "ು": 2129,
      "ೂ": 2130,
      "ೃ": 2131,
      "ೆ": 2132,
      "ೇ": 2133,
      "ೈ": 2134,
      "ೊ": 2135,
      "ೋ": 2136,
      "ೌ": 2137,
      "್": 2138,
      "ೞ": 2139,
      "ೡ": 2140,
      "೦": 2141,
      "೧": 2142,
      "೨": 2143,
      "೩": 2144,
      "೪": 2145,
      "೫": 2146,
      "೬": 2147,
      "೭": 2148,
      "೮": 2149,
      "೯": 2150,
      "ം": 2151,
      "ഃ": 2152,
      "അ": 2153,
      "ആ": 2154,
      "ഇ": 2155,
      "ഈ": 2156,
      "ഉ": 2157,
      "ഊ": 2158,
      "ഋ": 2159,
      "ഌ": 2160,
      "എ": 2161,
      "ഏ": 2162,
      "ഐ": 2163,
      "ഒ": 2164,
      "ഓ": 2165,
      "ഔ": 2166,
      "ക": 2167,
      "ഖ": 2168,
      "ഗ": 2169,
      "ഘ": 2170,
      "ങ": 2171,
      "ച": 2172,
      "ഛ": 2173,
      "ജ": 2174,
      "ഝ": 2175,
      "ഞ": 2176,
      "ട": 2177,
      "ഠ": 2178,
      "ഡ": 2179,
      "ഢ": 2180,
      "ണ": 2181,
      "ത": 2182,
      "ഥ": 2183,
      "ദ": 2184,
      "ധ": 2185,
      "ന": 2186,
      "പ": 2187,
      "ഫ": 2188,
      "ബ": 2189,
      "ഭ": 2190,
      "മ": 2191,
      "യ": 2192,
      "ര": 2193,
      "റ": 2194,
      "ല": 2195,
      "ള": 2196,
      "ഴ": 2197,
      "വ": 2198,
      "ശ": 2199,
      "ഷ": 2200,
      "സ": 2201,
      "ഹ": 2202,
      "ാ": 2203,
      "ി": 2204,
      "ീ": 2205,
      "ു": 2206,
      "ൂ": 2207,
      "ൃ": 2208,
      "െ": 2209,
      "േ": 2210,
      "ൈ": 2211,
      "ൊ": 2212,
      "ോ": 2213,
      "്": 2214,
      "ൗ": 2215,
      "ൠ": 2216,
      "ൡ": 2217,
      "൦": 2218,
      "൧": 2219,
      "൨": 2220,
      "൩": 2221,
      "൪": 2222,
      "൫": 2223,
      "൬": 2224,
      "൭": 2225,
      "൮": 2226,
      "൯": 2227,
      "ൻ": 2228,
      "ർ": 2229,
      "ൽ": 2230,
      "ൾ": 2231,
      "ං": 2232,
      "අ": 2233,
      "ආ": 2234,
      "ඇ": 2235,
      "ඈ": 2236,
      "ඉ": 2237,
      "ඊ": 2238,
      "උ": 2239,
      "ඌ": 2240,
      "ඍ": 2241,
      "ඎ": 2242,
      "ඏ": 2243,
      "ඐ": 2244,
      "එ": 2245,
      "ඒ": 2246,
      "ඓ": 2247,
      "ඔ": 2248,
      "ඕ": 2249,
      "ඖ": 2250,
      "ක": 2251,
      "ඛ": 2252,
      "ග": 2253,
      "ඝ": 2254,
      "ඞ": 2255,
      "ඟ": 2256,
      "ච": 2257,
      "ඡ": 2258,
      "ජ": 2259,
      "ඣ": 2260,
      "ඤ": 2261,
      "ට": 2262,
      "ඨ": 2263,
      "ඩ": 2264,
      "ඪ": 2265,
      "ණ": 2266,
      "ඬ": 2267,
      "ත": 2268,
      "ථ": 2269,
      "ද": 2270,
      "ධ": 2271,
      "න": 2272,
      "ඳ": 2273,
      "ප": 2274,
      "ඵ": 2275,
      "බ": 2276,
      "භ": 2277,
      "ම": 2278,
      "ඹ": 2279,
      "ය": 2280,
      "ර": 2281,
      "ල": 2282,
      "ව": 2283,
      "ශ": 2284,
      "ෂ": 2285,
      "ස": 2286,
      "හ": 2287,
      "ළ": 2288,
      "ෆ": 2289,
      "්": 2290,
      "ා": 2291,
      "ැ": 2292,
      "ෑ": 2293,
      "ි": 2294,
      "ී": 2295,
      "ු": 2296,
      "ූ": 2297,
      "ෘ": 2298,
      "ෙ": 2299,
      "ේ": 2300,
      "ො": 2301,
      "ෝ": 2302,
      "ෟ": 2303,
      "ก": 2304,
      "ข": 2305,
      "ฃ": 2306,
      "ค": 2307,
      "ฅ": 2308,
      "ฆ": 2309,
      "ง": 2310,
      "จ": 2311,
      "ฉ": 2312,
      "ช": 2313,
      "ซ": 2314,
      "ฌ": 2315,
      "ญ": 2316,
      "ฎ": 2317,
      "ฏ": 2318,
      "ฐ": 2319,
      "ฑ": 2320,
      "ฒ": 2321,
      "ณ": 2322,
      "ด": 2323,
      "ต": 2324,
      "ถ": 2325,
      "ท": 2326,
      "ธ": 2327,
      "น": 2328,
      "บ": 2329,
      "ป": 2330,
      "ผ": 2331,
      "ฝ": 2332,
      "พ": 2333,
      "ฟ": 2334,
      "ภ": 2335,
      "ม": 2336,
      "ย": 2337,
      "ร": 2338,
      "ฤ": 2339,
      "ล": 2340,
      "ว": 2341,
      "ศ": 2342,
      "ษ": 2343,
      "ส": 2344,
      "ห": 2345,
      "ฬ": 2346,
      "อ": 2347,
      "ฮ": 2348,
      "ฯ": 2349,
      "ะ": 2350,
      "ั": 2351,
      "า": 2352,
      "ำ": 2353,
      "ิ": 2354,
      "ี": 2355,
      "ึ": 2356,
      "ื": 2357,
      "ุ": 2358,
      "ู": 2359,
      "฿": 2360,
      "เ": 2361,
      "แ": 2362,
      "โ": 2363,
      "ใ": 2364,
      "ไ": 2365,
      "ๅ": 2366,
      "ๆ": 2367,
      "็": 2368,
      "่": 2369,
      "้": 2370,
      "๊": 2371,
      "๋": 2372,
      "์": 2373,
      "๐": 2374,
      "๑": 2375,
      "๒": 2376,
      "๓": 2377,
      "๔": 2378,
      "๕": 2379,
      "๖": 2380,
      "๗": 2381,
      "๘": 2382,
      "๙": 2383,
      "ກ": 2384,
      "ຂ": 2385,
      "ຄ": 2386,
      "ງ": 2387,
      "ຈ": 2388,
      "ຊ": 2389,
      "ຍ": 2390,
      "ດ": 2391,
      "ຕ": 2392,
      "ຖ": 2393,
      "ທ": 2394,
      "ນ": 2395,
      "ບ": 2396,
      "ປ": 2397,
      "ຜ": 2398,
      "ຝ": 2399,
      "ພ": 2400,
      "ຟ": 2401,
      "ມ": 2402,
      "ຢ": 2403,
      "ຣ": 2404,
      "ລ": 2405,
      "ວ": 2406,
      "ສ": 2407,
      "ຫ": 2408,
      "ອ": 2409,
      "ຮ": 2410,
      "ະ": 2411,
      "ັ": 2412,
      "າ": 2413,
      "ຳ": 2414,
      "ິ": 2415,
      "ີ": 2416,
      "ື": 2417,
      "ຸ": 2418,
      "ູ": 2419,
      "ົ": 2420,
      "ຽ": 2421,
      "ເ": 2422,
      "ແ": 2423,
      "ໂ": 2424,
      "ໃ": 2425,
      "ໄ": 2426,
      "່": 2427,
      "້": 2428,
      "໋": 2429,
      "໌": 2430,
      "ໍ": 2431,
      "໐": 2432,
      "໑": 2433,
      "໒": 2434,
      "໓": 2435,
      "໔": 2436,
      "໕": 2437,
      "໖": 2438,
      "໗": 2439,
      "໘": 2440,
      "໙": 2441,
      "ໜ": 2442,
      "༄": 2443,
      "༅": 2444,
      "་": 2445,
      "།": 2446,
      "༠": 2447,
      "༡": 2448,
      "༢": 2449,
      "༣": 2450,
      "༤": 2451,
      "༥": 2452,
      "༦": 2453,
      "༧": 2454,
      "༨": 2455,
      "༩": 2456,
      "༼": 2457,
      "༽": 2458,
      "ཀ": 2459,
      "ཁ": 2460,
      "ག": 2461,
      "ང": 2462,
      "ཅ": 2463,
      "ཆ": 2464,
      "ཇ": 2465,
      "ཉ": 2466,
      "ཊ": 2467,
      "ཋ": 2468,
      "ཌ": 2469,
      "ཎ": 2470,
      "ཏ": 2471,
      "ཐ": 2472,
      "ད": 2473,
      "ན": 2474,
      "པ": 2475,
      "ཕ": 2476,
      "བ": 2477,
      "མ": 2478,
      "ཙ": 2479,
      "ཚ": 2480,
      "ཛ": 2481,
      "ཝ": 2482,
      "ཞ": 2483,
      "ཟ": 2484,
      "འ": 2485,
      "ཡ": 2486,
      "ར": 2487,
      "ལ": 2488,
      "ཤ": 2489,
      "ཥ": 2490,
      "ས": 2491,
      "ཧ": 2492,
      "ཨ": 2493,
      "ཱ": 2494,
      "ི": 2495,
      "ུ": 2496,
      "ེ": 2497,
      "ོ": 2498,
      "ཾ": 2499,
      "ྃ": 2500,
      "ྐ": 2501,
      "ྒ": 2502,
      "ྔ": 2503,
      "ྕ": 2504,
      "ྗ": 2505,
      "ྙ": 2506,
      "ྟ": 2507,
      "ྡ": 2508,
      "ྣ": 2509,
      "ྤ": 2510,
      "ྥ": 2511,
      "ྦ": 2512,
      "ྨ": 2513,
      "ྩ": 2514,
      "ྫ": 2515,
      "ྭ": 2516,
      "ྱ": 2517,
      "ྲ": 2518,
      "ླ": 2519,
      "ྷ": 2520,
      "࿕": 2521,
      "࿖": 2522,
      "࿗": 2523,
      "࿘": 2524,
      "က": 2525,
      "ခ": 2526,
      "ဂ": 2527,
      "ဃ": 2528,
      "င": 2529,
      "စ": 2530,
      "ဆ": 2531,
      "ဇ": 2532,
      "ဈ": 2533,
      "ဉ": 2534,
      "ည": 2535,
      "ဋ": 2536,
      "ဌ": 2537,
      "ဍ": 2538,
      "ဎ": 2539,
      "ဏ": 2540,
      "တ": 2541,
      "ထ": 2542,
      "ဒ": 2543,
      "ဓ": 2544,
      "န": 2545,
      "ပ": 2546,
      "ဖ": 2547,
      "ဗ": 2548,
      "ဘ": 2549,
      "မ": 2550,
      "ယ": 2551,
      "ရ": 2552,
      "လ": 2553,
      "ဝ": 2554,
      "သ": 2555,
      "ဟ": 2556,
      "ဠ": 2557,
      "အ": 2558,
      "ဥ": 2559,
      "ဦ": 2560,
      "ဧ": 2561,
      "ါ": 2562,
      "ာ": 2563,
      "ိ": 2564,
      "ီ": 2565,
      "ု": 2566,
      "ူ": 2567,
      "ေ": 2568,
      "ဲ": 2569,
      "ဳ": 2570,
      "ဵ": 2571,
      "ံ": 2572,
      "့": 2573,
      "း": 2574,
      "္": 2575,
      "်": 2576,
      "ျ": 2577,
      "ြ": 2578,
      "ွ": 2579,
      "ှ": 2580,
      "ဿ": 2581,
      "၀": 2582,
      "၁": 2583,
      "၂": 2584,
      "၃": 2585,
      "၄": 2586,
      "၅": 2587,
      "၆": 2588,
      "၇": 2589,
      "၈": 2590,
      "၉": 2591,
      "၊": 2592,
      "။": 2593,
      "၏": 2594,
      "ၠ": 2595,
      "ၣ": 2596,
      "ၼ": 2597,
      "ႆ": 2598,
      "ႈ": 2599,
      "ႏ": 2600,
      "႔": 2601,
      "႕": 2602,
      "ႝ": 2603,
      "Ⴀ": 2604,
      "Ⴁ": 2605,
      "Ⴂ": 2606,
      "Ⴃ": 2607,
      "Ⴄ": 2608,
      "Ⴅ": 2609,
      "Ⴆ": 2610,
      "Ⴇ": 2611,
      "Ⴈ": 2612,
      "Ⴉ": 2613,
      "Ⴊ": 2614,
      "Ⴋ": 2615,
      "Ⴌ": 2616,
      "Ⴍ": 2617,
      "Ⴎ": 2618,
      "Ⴏ": 2619,
      "Ⴐ": 2620,
      "Ⴑ": 2621,
      "Ⴒ": 2622,
      "Ⴓ": 2623,
      "Ⴔ": 2624,
      "Ⴕ": 2625,
      "Ⴖ": 2626,
      "Ⴗ": 2627,
      "Ⴘ": 2628,
      "Ⴙ": 2629,
      "Ⴚ": 2630,
      "Ⴛ": 2631,
      "Ⴜ": 2632,
      "Ⴝ": 2633,
      "Ⴞ": 2634,
      "Ⴟ": 2635,
      "Ⴠ": 2636,
      "Ⴡ": 2637,
      "Ⴢ": 2638,
      "Ⴣ": 2639,
      "Ⴤ": 2640,
      "Ⴥ": 2641,
      "ა": 2642,
      "ბ": 2643,
      "გ": 2644,
      "დ": 2645,
      "ე": 2646,
      "ვ": 2647,
      "ზ": 2648,
      "თ": 2649,
      "ი": 2650,
      "კ": 2651,
      "ლ": 2652,
      "მ": 2653,
      "ნ": 2654,
      "ო": 2655,
      "პ": 2656,
      "ჟ": 2657,
      "რ": 2658,
      "ს": 2659,
      "ტ": 2660,
      "უ": 2661,
      "ფ": 2662,
      "ქ": 2663,
      "ღ": 2664,
      "ყ": 2665,
      "შ": 2666,
      "ჩ": 2667,
      "ც": 2668,
      "ძ": 2669,
      "წ": 2670,
      "ჭ": 2671,
      "ხ": 2672,
      "ჯ": 2673,
      "ჰ": 2674,
      "ჱ": 2675,
      "ჲ": 2676,
      "ჳ": 2677,
      "ჴ": 2678,
      "ჵ": 2679,
      "ჶ": 2680,
      "ჷ": 2681,
      "ჸ": 2682,
      "ჹ": 2683,
      "ჺ": 2684,
      "ჼ": 2685,
      "ᇢ": 2686,
      "ᇰ": 2687,
      "ሀ": 2688,
      "ሁ": 2689,
      "ሂ": 2690,
      "ሃ": 2691,
      "ሄ": 2692,
      "ህ": 2693,
      "ሆ": 2694,
      "ሇ": 2695,
      "ለ": 2696,
      "ሉ": 2697,
      "ሊ": 2698,
      "ላ": 2699,
      "ሌ": 2700,
      "ል": 2701,
      "ሎ": 2702,
      "ሏ": 2703,
      "ሐ": 2704,
      "ሑ": 2705,
      "ሒ": 2706,
      "ሓ": 2707,
      "ሔ": 2708,
      "ሕ": 2709,
      "ሖ": 2710,
      "ሗ": 2711,
      "መ": 2712,
      "ሙ": 2713,
      "ሚ": 2714,
      "ማ": 2715,
      "ሜ": 2716,
      "ም": 2717,
      "ሞ": 2718,
      "ሟ": 2719,
      "ሠ": 2720,
      "ሡ": 2721,
      "ሢ": 2722,
      "ሣ": 2723,
      "ሤ": 2724,
      "ሥ": 2725,
      "ሦ": 2726,
      "ሧ": 2727,
      "ረ": 2728,
      "ሩ": 2729,
      "ሪ": 2730,
      "ራ": 2731,
      "ሬ": 2732,
      "ር": 2733,
      "ሮ": 2734,
      "ሯ": 2735,
      "ሰ": 2736,
      "ሱ": 2737,
      "ሲ": 2738,
      "ሳ": 2739,
      "ሴ": 2740,
      "ስ": 2741,
      "ሶ": 2742,
      "ሷ": 2743,
      "ሸ": 2744,
      "ሹ": 2745,
      "ሺ": 2746,
      "ሻ": 2747,
      "ሼ": 2748,
      "ሽ": 2749,
      "ሾ": 2750,
      "ሿ": 2751,
      "ቀ": 2752,
      "ቁ": 2753,
      "ቂ": 2754,
      "ቃ": 2755,
      "ቄ": 2756,
      "ቅ": 2757,
      "ቆ": 2758,
      "ቇ": 2759,
      "ቈ": 2760,
      "ቊ": 2761,
      "ቋ": 2762,
      "ቌ": 2763,
      "ቍ": 2764,
      "ቐ": 2765,
      "ቑ": 2766,
      "ቒ": 2767,
      "ቓ": 2768,
      "ቔ": 2769,
      "ቕ": 2770,
      "ቖ": 2771,
      "ቘ": 2772,
      "ቚ": 2773,
      "ቛ": 2774,
      "ቜ": 2775,
      "ቝ": 2776,
      "በ": 2777,
      "ቡ": 2778,
      "ቢ": 2779,
      "ባ": 2780,
      "ቤ": 2781,
      "ብ": 2782,
      "ቦ": 2783,
      "ቧ": 2784,
      "ቨ": 2785,
      "ቩ": 2786,
      "ቪ": 2787,
      "ቫ": 2788,
      "ቬ": 2789,
      "ቭ": 2790,
      "ቮ": 2791,
      "ቯ": 2792,
      "ተ": 2793,
      "ቱ": 2794,
      "ቲ": 2795,
      "ታ": 2796,
      "ቴ": 2797,
      "ት": 2798,
      "ቶ": 2799,
      "ቷ": 2800,
      "ቸ": 2801,
      "ቹ": 2802,
      "ቺ": 2803,
      "ቻ": 2804,
      "ቼ": 2805,
      "ች": 2806,
      "ቾ": 2807,
      "ቿ": 2808,
      "ኀ": 2809,
      "ኁ": 2810,
      "ኂ": 2811,
      "ኃ": 2812,
      "ኄ": 2813,
      "ኅ": 2814,
      "ኆ": 2815,
      "ኇ": 2816,
      "ኈ": 2817,
      "ኊ": 2818,
      "ኋ": 2819,
      "ኌ": 2820,
      "ኍ": 2821,
      "ነ": 2822,
      "ኑ": 2823,
      "ኒ": 2824,
      "ና": 2825,
      "ኔ": 2826,
      "ን": 2827,
      "ኖ": 2828,
      "ኗ": 2829,
      "ኘ": 2830,
      "ኙ": 2831,
      "ኚ": 2832,
      "ኛ": 2833,
      "ኜ": 2834,
      "ኝ": 2835,
      "ኞ": 2836,
      "ኟ": 2837,
      "አ": 2838,
      "ኡ": 2839,
      "ኢ": 2840,
      "ኣ": 2841,
      "ኤ": 2842,
      "እ": 2843,
      "ኦ": 2844,
      "ኧ": 2845,
      "ከ": 2846,
      "ኩ": 2847,
      "ኪ": 2848,
      "ካ": 2849,
      "ኬ": 2850,
      "ክ": 2851,
      "ኮ": 2852,
      "ኯ": 2853,
      "ኰ": 2854,
      "ኲ": 2855,
      "ኳ": 2856,
      "ኴ": 2857,
      "ኵ": 2858,
      "ኸ": 2859,
      "ኹ": 2860,
      "ኺ": 2861,
      "ኻ": 2862,
      "ኼ": 2863,
      "ኽ": 2864,
      "ኾ": 2865,
      "ዀ": 2866,
      "ዂ": 2867,
      "ዃ": 2868,
      "ዄ": 2869,
      "ዅ": 2870,
      "ወ": 2871,
      "ዉ": 2872,
      "ዊ": 2873,
      "ዋ": 2874,
      "ዌ": 2875,
      "ው": 2876,
      "ዎ": 2877,
      "ዏ": 2878,
      "ዐ": 2879,
      "ዑ": 2880,
      "ዒ": 2881,
      "ዓ": 2882,
      "ዔ": 2883,
      "ዕ": 2884,
      "ዖ": 2885,
      "ዘ": 2886,
      "ዙ": 2887,
      "ዚ": 2888,
      "ዛ": 2889,
      "ዜ": 2890,
      "ዝ": 2891,
      "ዞ": 2892,
      "ዟ": 2893,
      "ዠ": 2894,
      "ዡ": 2895,
      "ዢ": 2896,
      "ዣ": 2897,
      "ዤ": 2898,
      "ዥ": 2899,
      "ዦ": 2900,
      "ዧ": 2901,
      "የ": 2902,
      "ዩ": 2903,
      "ዪ": 2904,
      "ያ": 2905,
      "ዬ": 2906,
      "ይ": 2907,
      "ዮ": 2908,
      "ዯ": 2909,
      "ደ": 2910,
      "ዱ": 2911,
      "ዲ": 2912,
      "ዳ": 2913,
      "ዴ": 2914,
      "ድ": 2915,
      "ዶ": 2916,
      "ዷ": 2917,
      "ዸ": 2918,
      "ዹ": 2919,
      "ዺ": 2920,
      "ዻ": 2921,
      "ዼ": 2922,
      "ዽ": 2923,
      "ዾ": 2924,
      "ጀ": 2925,
      "ጁ": 2926,
      "ጂ": 2927,
      "ጃ": 2928,
      "ጄ": 2929,
      "ጅ": 2930,
      "ጆ": 2931,
      "ጇ": 2932,
      "ገ": 2933,
      "ጉ": 2934,
      "ጊ": 2935,
      "ጋ": 2936,
      "ጌ": 2937,
      "ግ": 2938,
      "ጎ": 2939,
      "ጏ": 2940,
      "ጐ": 2941,
      "ጒ": 2942,
      "ጓ": 2943,
      "ጔ": 2944,
      "ጕ": 2945,
      "ጘ": 2946,
      "ጙ": 2947,
      "ጚ": 2948,
      "ጛ": 2949,
      "ጜ": 2950,
      "ጝ": 2951,
      "ጞ": 2952,
      "ጟ": 2953,
      "ጠ": 2954,
      "ጡ": 2955,
      "ጢ": 2956,
      "ጣ": 2957,
      "ጤ": 2958,
      "ጥ": 2959,
      "ጦ": 2960,
      "ጧ": 2961,
      "ጨ": 2962,
      "ጩ": 2963,
      "ጪ": 2964,
      "ጫ": 2965,
      "ጬ": 2966,
      "ጭ": 2967,
      "ጮ": 2968,
      "ጯ": 2969,
